[
    {
        "date": "27 July 2017",
        "description": "Singapore zoo is one of my favourites. The layout is good and there is lots of shade for visitors to cool down under plus convenient seats to take advantage of. The animal enclosures are well maintained and keep clean. Animals look healthy and well looked...More",
        "rating": 5,
        "title": "Zoo visit",
        "username": "Shamini M"
    },
    {
        "date": "19 July 2017",
        "description": "The zoo is well maintained and animals seems happy and well taken care of. There a lot of activities inside and foods too. Recommended place to visit.",
        "rating": 5,
        "title": "Night environmental fun!",
        "username": "djc8888"
    },
    {
        "date": "17 July 2017",
        "description": "Visited the zoo yesterday. Well worth the money. I booked it with the river safari experience as well. The zoo is so clean and you can see the animals up close. The breakfast with the orangutans was quite good. Lots of variety. The zoo keeper...More",
        "rating": 5,
        "title": "Superb",
        "username": "marg3107"
    },
    {
        "date": "14 July 2017",
        "description": "We enjoyed our trip to Singapore Zoo, but someone we were disappointed with night safari where we saw a lot of different buffalos. Tiger slept. We felt bird park lory loft is much better that Zoo.",
        "rating": 3,
        "title": "Few places in zoo are good",
        "username": "karups a"
    },
    {
        "date": "10 July 2017",
        "description": "The zoo provides mobility scooters but to rent one costs more than the price of the entrance fee, essentially doubling the cost for disabled visitors. SHAME ON YOU SINGAPORE ZOO!!! Considering the huge volumes of people passing through here every day the zoo could well...More",
        "rating": 1,
        "title": "Disabled visitor? Bring twice as much money as it will cost you twice as much...",
        "username": "Tara K"
    },
    {
        "date": "15 June 2017",
        "description": "Not a favourite of mine visiting zoos but this was exceptional day out. Really loved it. It was a long day trying to see it all.",
        "rating": 5,
        "title": "ZOO visit",
        "username": "EllieMay62"
    },
    {
        "date": "9 June 2017",
        "description": "Fantastic zoo. Comparatively to other zoos of similar world prestige the prices are not expensive, I booked online and got a discount. They send you the ticket by email and you just scan it on your phone, so no lining up once you get out...More",
        "rating": 5,
        "title": "Panda Panda Panda",
        "username": "aj4422016"
    },
    {
        "date": "23 May 2017",
        "description": "Amazing experience! Initially, i thought, \"what can a zoo in a place like Singapore have that i can't see in Vietnam or Thailand?\" I was lucky to overcome this initial thought and give it a try. Singapore government put lot of care and got animals...More",
        "rating": 5,
        "title": "unexpected and amazing experience!",
        "username": "2mavin"
    },
    {
        "date": "23 May 2017",
        "description": "you can find every animal from everywhere of the world. African animals, Australian animals and ... Its a must seen place for kids. Very interesting place. you can find free Wifi in Zoo. all the animals are well and clean and happy. you can see...More",
        "rating": 5,
        "title": "You can find animals well",
        "username": "Mohammad M"
    },
    {
        "date": "19 May 2017",
        "description": "What an amazing zoo.the animals look healthy and happy with huge enclosures.The animal shows are wonderful and very enjoyable.You hve to visit this zoo",
        "rating": 5,
        "title": "The best zoo ever",
        "username": "Ghaida93"
    },
    {
        "date": "8 August 2017",
        "description": "The Zoo is amazing. Bring comfortable shoes for walking as there is a lot to see. The zoo offers animals shows but they get very busy, but if you can get to the Giraffe Feeding do it they are amazing with long tongues, All in...More",
        "rating": 4,
        "title": "A must see when in Singapore",
        "username": "Roma P"
    },
    {
        "date": "7 August 2017",
        "description": "I've been coming to the zoo yearly since the birth of our first child. There was almost no changes to the place. High entrance fee of $30+ and yet photographers are still seen everywhere trying to sell you $20 photographs. Animal feeding experience is important...More",
        "rating": 3,
        "title": "To be honest, the zoo needs a makeover",
        "username": "HowardToh"
    },
    {
        "date": "7 August 2017",
        "description": "Well, we went to Singapore river zoo, for me I prefer to the main Singapore Zoo. Singapore river zoo is smaller and not many animal for the kids to look at. And more, we are unable to do the river attraction by small boat coz...More",
        "rating": 5,
        "title": "Good",
        "username": "kaih c"
    },
    {
        "date": "7 August 2017",
        "description": "like a top notch zoo with many animals and a great atmosphere for them, only thing i didnt like was seeing the Polar bear alone. Else it was very nice going to the place.",
        "rating": 5,
        "title": "Very nice",
        "username": "Omer S"
    },
    {
        "date": "7 August 2017",
        "description": "Like a cross between a zoo and a theme park. Great for kids. They have some amazing animals on display, including (believe it or not) a polar bear with its own temperature controlled enclosure!",
        "rating": 4,
        "title": "Good",
        "username": "Chris M"
    },
    {
        "date": "7 August 2017",
        "description": "We loved this zoo. Small monkeys roaming freely in the trees at the entrance was really exciting. Loved that we were able to hand feed a number of animals including Giraffes, Elephants and our favourite White Rhinos. Costs $5 per person per animal so make...More",
        "rating": 5,
        "title": "Really great zoo",
        "username": "ErinJBoyd"
    },
    {
        "date": "6 August 2017",
        "description": "Its well maintained and animals are well kept. White Tiger is there. and Polar bear . Kangaroo. theres lot of walking . so wear comfort shoes.",
        "rating": 5,
        "title": "lovely place",
        "username": "ahmedf"
    },
    {
        "date": "6 August 2017",
        "description": "Being a Singaporean I am immensely proud of our zoo as it is definitely one of the best in the world. I am quite a regular to the zoo and I would love to share some tips to all of you to make your trip...More",
        "rating": 5,
        "title": "A guide to the zoo",
        "username": "ambxdextrous"
    },
    {
        "date": "6 August 2017",
        "description": "Is truly vast and well maintained. Need to walk and spend atleast four hours to cover all of the areas. Well maintained too",
        "rating": 5,
        "title": "Well maintained Zoo---Singapore",
        "username": "ROYNGPUR"
    },
    {
        "date": "5 August 2017",
        "description": "The zoo is great and there are many animals on display. I recommend that you catch the \"Rainforest Fights Back\" show as it is very educational and interesting (I won't spoil it but the beginning was awesome). There are also some eateries within the zoo...More",
        "rating": 4,
        "title": "Great variety of animals",
        "username": "cuisoff"
    }
]